Repository: retomarti/voxatec-argame-iOS
Catalog: Internationalisation/*.lproj/Localizable.strings
Languages: de

# GEN_SERVER_ACCESS_PROBLEM_DLG_TITLE
source: Server Access Problem
de: Server Zugriffsproblem

# GEN_CAMERA_ACCESS_WARNING_TITLE
source: Camera Access Problem
de: Kamera Zugriffsproblem

# ADV_FIND_NEARBY_ADVENTURES_TEXT
source: Find Nearby Adventures
de: Nächste Abenteuer Finden

# ADV_AUGMENTED_REALITY_ADVENTURES_TITLE
source: Augmented Reality Adventures
de: Augmented Reality Abenteuer

# ADV_PRICE_VALUE
source: Price: CHF %@.0
de: Preis: CHF %@.0

# ADV_WORKFLOW_STATUS_CONTINUE
source: Continue
de: Weiter

# ADV_WHATS_ABOUT_LABEL
source: What's about?
de: Worum geht's?

# ADV_LIST_VIEW_TITLE
source: Adventures
de: Abenteuer

# ADV_DETAIL_VIEW_TITLE
source: Adventure
de: Abenteuer

# STORY_START_BUTTON_TITLE_CONTINUE
source: Continue
de: Weiter

# STORY_WHAT_YOU_MAY_EXPECT_LABEL
source: What's about?
de: Worum geht's?

# STORY_SERVER_ACCESS_PROBLEM_DLG_TITLE
source: Server Access Problem
de: Server Zugriffsproblem

# STORY_FINISHED_DLG_TITLE
source: Story finished
de: Story beendet

# STORY_FINISHED_DLG_MESSAGE
source: Congratulation! You solved all story riddles.
de: Gratulation! Du hast alle Rätsel der Story gelöst.

# SCENE_CACHE_LOADING_INFO
source: Loading Cache Data
de: Cache-Daten Laden

# SCENE_HINT_SEG_BTN_1_TEXT
source: 1. Hint
de: 1. Hinweis

# SCENE_HINT_SEG_BTN_2_TEXT
source: 2. Hint
de: 2. Hinweis

# SCENE_HINT_DISMISS_BTN_TEXT
source: OK, Thanks
de: OK, Danke

# CACHE_LOCATION_FAILURE_MSG
source: Your Location could not be determined.
de: Dein Aufenthaltsort konnte nicht ermittelt werden

# CACHE_LOCATION_FAILURE_TITLE
source: Location Error
de: Location-Fehler

# IMG_TARGETS_VIEW_TITLE
source: Artifact
de: Artefakt

# IMG_TARGETS_SHOW_RIDDLE_BUTTON_TEXT
source: Next Cache
de: Weiter

# RIDDLE_VIEW_TITLE
source: Riddle
de: Rätsel

# RIDDLE_CHALLENGE_LABEL_TEXT
source: Riddle
de: Rätsel

# RIDDLE_RESPONSE_LABEL_TEXT
source: Answer
de: Antwort

# RIDDLE_VALIDATE_BUTTON_TEXT
source: Validate
de: Bestätigen

# RIDDLE_INTRO_TEXT
source: Before you may go to the next cache, you have to solve the following riddle.
de: Bevor du das nächsten Cache suchen kannst, musst du zuerst das folgende Rätsel lösen.

# RIDDLE_SUCCESS_TEXT_TO_NEXT_CACHE
source: Congratulations. You solved the riddle and may go now to the next cache.
de: Gratulation. Du hast das Rätsel gelöst und kannst nun das nächste Versteck suchen gehen.

# RIDDLE_SUCCESS_TEXT_TO_NEXT_STORY
source: Congratulations. You solved all the riddles of this story. You may go now to another story.
de: Gratulation. Du hast das Rätsel gelöst und somit die Story erfolgreich absolviert.

# RIDDLE_FAILURE_TEXT
source: We're sorry but your answer is wrong. Just try again.
de: Deine Antwort ist leider falsch. Probier es doch noch einmal.
